<template>
  <div class="about">
    <!-- This is an about page -->
    <h1>公司简介</h1>
    <div>
      <p>在公司产生以前，合伙组织都没有取得法人的地位，但是却有其他的一些法人团体出现。
        这种情况最早可以追溯至古罗马时期。在古罗马，国家、地方自治团体、寺院等宗教团体、
        养老院等公益慈善团体都取得了法人的地位。到了中世纪，有一些贸易团体取得了法人的资格，
        尤其是其中从事海外贸易的组织。在中世纪英国，这样的组织享有相对合伙更大的独立性。
        在试验电压下产生局部放电时，经耦合电容Ck产生脉冲电流，由输入单元拾取得脉冲讯号，
        经低噪声前置放大、滤波放大器选择所需频带及主放放大后，在示波屏的椭圆扫描基线上显示出放电脉冲，
        同时也送到脉冲峰值表（对数表）显示其峰值。时间窗单元控制试验电压每一周期内脉冲峰值表的工作时间，
        并在这段时间内将显示屏的显示加亮，宽度与位置可以改变，进一步加强了抗干扰能力。</p>
      <p>超声波是无法被人耳所听到的声音，换句话说，高于20KHz 以上的频率是人耳所无法涉及的声音。
        正是因为超声波的这一特性，利用超声波这一物理特性对设备状态进行交叉技术诊断，确保状态检修的正确趋势与管理。</p>
      <p>在试验电压下产生局部放电时，经耦合电容Ck产生脉冲电流，由输入单元拾取得脉冲讯号，
        经低噪声前置放大、滤波放大器选择所需频带及主放放大后，在示波屏的椭圆扫描基线上显示出放电脉冲，
        同时也送到脉冲峰值表（对数表）显示其峰值。时间窗单元控制试验电压每一周期内脉冲峰值表的工作时间，
        并在这段时间内将显示屏的显示加亮，宽度与位置可以改变，进一步加强了抗干扰能力。</p>
      <p>在试验电压下产生局部放电时，经耦合电容Ck产生脉冲电流，由输入单元拾取得脉冲讯号，
        经低噪声前置放大、滤波放大器选择所需频带及主放放大后，在示波屏的椭圆扫描基线上显示出放电脉冲，
        同时也送到脉冲峰值表（对数表）显示其峰值。时间窗单元控制试验电压每一周期内脉冲峰值表的工作时间，并在这段时间内将显示屏的显示加亮，宽度与位置可以改变，进一步加强了抗干扰能力。</p>
    </div>
  </div>
</template>
<style lang="less" scoped>
.about {
  padding: 20px 200px;
  p {
    line-height: 30px;
  }
}
</style>
