<template>
  <div class="product">
    <h1>产品介绍</h1>
    <div>
      <img
        src="../assets/jf.png"
        style="float:left"
      >
      <div>
        <h2>局放监测装置</h2>
        <p>超声波是无法被人耳所听到的声音，换句话说，高于20KHz 以上的频率是人耳所无法涉及的声音。
          正是因为超声波的这一特性，利用超声波这一物理特性对设备状态进行交叉技术诊断，
          确保状态检修的正确趋势与管理。</p>
        <p>在试验电压下产生局部放电时，经耦合电容Ck产生脉冲电流，由输入单元拾取得脉冲讯号，
          经低噪声前置放大、滤波放大器选择所需频带及主放放大后，在示波屏的椭圆扫描基线上显示出放电脉冲，
          同时也送到脉冲峰值表（对数表）显示其峰值。时间窗单元控制试验电压每一周期内脉冲峰值表的工作时间。</p>
      </div>
      <img
        src="../assets/jf.png"
        style="float:right;padding:0 10px 40px 40px"
      >
      <div>
        <h2 style="text-align:right">局放监测装置</h2>
        <p>超声波是无法被人耳所听到的声音，换句话说，高于20KHz 以上的频率是人耳所无法涉及的声音。
          正是因为超声波的这一特性，利用超声波这一物理特性对设备状态进行交叉技术诊断，确保状态检修的正确趋势与管理。</p>
        <p>在试验电压下产生局部放电时，经耦合电容Ck产生脉冲电流，由输入单元拾取得脉冲讯号，
          经低噪声前置放大、滤波放大器选择所需频带及主放放大后，在示波屏的椭圆扫描基线上显示出放电脉冲，
          同时也送到脉冲峰值表（对数表）显示其峰值。时间窗单元控制试验电压每一周期内脉冲峰值表的工作时间。</p>
      </div>
      <img
        src="../assets/jf.png"
        style="float:left"
      >
      <div>
        <h2>局放监测装置</h2>
        <p>超声波是无法被人耳所听到的声音，换句话说，高于20KHz 以上的频率是人耳所无法涉及的声音。
          正是因为超声波的这一特性，利用超声波这一物理特性对设备状态进行交叉技术诊断，确保状态检修的正确趋势与管理。</p>
        <p>在试验电压下产生局部放电时，经耦合电容Ck产生脉冲电流，由输入单元拾取得脉冲讯号，
          经低噪声前置放大、滤波放大器选择所需频带及主放放大后，在示波屏的椭圆扫描基线上显示出放电脉冲，
          同时也送到脉冲峰值表（对数表）显示其峰值。时间窗单元控制试验电压每一周期内脉冲峰值表的工作时间。</p>
      </div>
    </div>
  </div>
</template>
<style lang="less" scoped>
.product {
  padding: 20px 200px;
  img {
    width: 450px;
    height: 340px;
    padding: 0 40px 40px 10px;
  }
  p {
    line-height: 30px;
  }
}
</style>
